IDEA Open Model
MatConcreteHKG.Epscu2 Property
Compatible with IDEA StatiCa Beta 20.0
 Ultimate compressive strain in the concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Epscu2 { get; set; }
Public Property Epscu2 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteHKG Class
IdeaRS.OpenModel.Material Namespace